{
    "home_hero_title": {
        "mainText": "الإبداع في الأناقة والجمال في تصمم",
        "words": {
            "kitchens": "المطابخ",
            "homes": "المنازل",
            "furniture": "الأثاث"
        },
        "since": "منذ عام 2004"
    },

    "home_hero_description": "حوّل المساحة المتاحة لديك إلى قطعة فنية رائعة مع شركة كاره ش. حيث يجتمع الابتكار، والإبداع، والدقة والحرفية العالية تحت سقف واحد.",

    "home_hero_btn_group": {
        "btn_cta": "اتصل بنا",
        "btn_view_projects": "عرض المشاريع"
    },

    "home_partners": "شركاؤنا",

    "home_about": {
        "title": "عن الشركة",
        "description_1": "تأسست كاره ش عام 2004، وتتمحور رسالتنا حول تحويل المساحات إلى تجارب استثنائية تعلي من الروح الإنسانية وتلهمها. معنا تتعانق الهندسة مع التصميم الداخلي بكل سلاسة، حيث ننطلق في رحلة تطوير بيئات تأسر العقول، وتلهم الأرواح، وتحفز على الابداع.",
        "description_2": "في كل مشروع، يتعاون فريق العمل الموهوب لدينا من المهندسين، وخبراء التصميم، وأصحاب الرؤى عن كثب مع العملاء، بما يترجم تطلعاتهم إلى تصميمات حرفية بدقة عالية تجمع بين الأداء العملي، والإبداع والجمال في تناغم وانسجام. ومن خلال منهج يعتمد على التعاون والالتزام بالتميز، فإننا نقدم مساحات تتجاوز حدود المعتاد، بما يترك انطباعا لا ينتهي لدى كل من يعيش في أحضانها.",
        "grid_titles": {
            "successful_projects": "مشاريع ناجحة",
            "years-of-experience": "سنوات الخبرة",
            "locations-across-iraq": "المواقع في جميع أنحاء العراق",
            "satisfaction-rate": "معدل رضا العملاء"
        }
    },

    "home_projects": {
        "title": "مشاريعنا المميزة",
        "btn": "عرض المشاريع"
    },

    "home_services": {
        "item_1": {
            "title": "تصميمات أثاث ومطابخ عصرية",
            "description": "تقوم شركتنا بتصنيع مجموعة متنوعة من تصميمات المطابخ والأثاث الداخلي. لدينا شراكات حصرية مع كبريات العلامات التجارية التركية والإيطالية في عالم الإضاءة، والخلفيات، والملحقات؛ بما يضمن الحصول على مواصفات ذات جودة عالية في جميع ما نقدمه لكم."
        },
        "item_2": {
            "title": "تصميمات داخلية حصرية",
            "description": "يقوم فريق التصميم الداخلي لدينا بتحويل المساحات إلى مكان جذاب يعكس الأسلوب الفريد الخاص بك. وبكل دقة وعناية استثنائية، يقوم خبراء التصميم الموهوبون لدينا بتصنيع ديكورات داخلية عملية ورقيقة في نفس الوقت، مما يعزز التجربة المعيشية التي تمر بها كل يوم."
        },
        "item_3": {
            "title": "حلول إبداعية للخشب والألباستر/ المرمر",
            "description": "ومن خلال استخدام مواد خشبية متخصصة مقترنة بدقة التصنيع العالية، يقوم الحرفيون لدينا بتصنيع قطع فنية، مثل المرمر، واقعية بشكل ملفت للنظر وبأسعار معقولة لأغراض العناصر المعمارية، والديكور المنزلي، والمشاريع ذات المتطلبات الخاصة."
        }
    },

    "home_locations": {
        "title_1": "نحن متواجدون",
        "title_2": "في جميع أنحاء العراق"
    },

    "home_cta": {
        "title": "هل لديك فكرة؟",
        "description": "لنصمم معًا التصميم الذي تحلم به.",
        "btn": "اتصل بنا"
    },

    "pages": {
        "about": {
            "mainTitle": "نجسد أحلامك في تصميم منزلك",
            "sections": {
                "whoWeAre": {
                    "title": "من نحن",
                    "paragraphOne": "أهلاً بكم في شركة كرش، حيث نجمع بين الأصالة والإبداع والإتقان لنقدم لكم أرقى الأثاث المنزلي والمطابخ وقطع الديكور. منذ انطلاقتنا في عام 2004، نسعى جاهدين لكسب ثقتكم وتحقيق رضاكم من خلال خدماتنا المتميزة واستخدام أجود أنواع الأخشاب.",
                    "paragraphTwo": "نحن رواد الصناعة، نفخر بمصانعنا المتطورة في تركيا وأربيل، ووكالاتنا الحصرية لمنتجات الديكور الفاخرة. بفروعنا المنتشرة في العراق وتطلعاتنا العالمية، نلتزم بتحويل مساحات حياتكم إلى تحف من الأناقة والعملية.",
                    "paragraphThree": "ادخل عالماً يلتقي فيه الحرفية الفائقة مع التصميم الرؤيوي، ودع شركة كاراش ترتقي بمنزلك إلى آفاق جديدة من الرقي والأناقة."
                },
                "numbers": {
                    "successfulProjects": "مشاريع ناجحة",
                    "experience": "سنوات من الخبرة",
                    "locations": "فروع في جميع أنحاء العراق"
                },
                "guidingPrinciples": {
                    "fieldOfWork": {
                        "title": "مجال العمل",
                        "paragraphOne": "نحن شركة رائدة في العراق متخصصة في تصنيع الأثاث المنزلي والمطابخ والديكور الداخلي والخشب والألباستر الصناعي. نفتخر بشراكاتنا الدولية الحصرية مع وكالات تجارية في القطاع، مما يتيح لنا تقديم منتجات فريدة للسوق العراقي لم تكن متوفرة من قبل.",
                        "paragraphTwo": "يمتد تخصصنا ليشمل مجموعة شاملة من أنماط المطابخ، بما في ذلك التصاميم العصرية والكلاسيكية وشبه الكلاسيكيه الفاخرة. كما نتميز في إنشاء ديكورات داخلية مخصصة، وأبواب، وأثاث للمرافق التعليمية والصحية، وغرف النوم، ومنتجات الألباستر الصناعي الراقية. ومن خلال شراكتنا العالمية المرموقة، نضمن جودة فائقة وتميزاً في مجالات مثل الإضاءة وورق الجدران والإكسسوارات المستوردة من مصادر تركية وإيطالية مرموقة."
                    },
                    "goal": {
                        "title": "هدفنا",
                        "paragraphOne": "نسعى جاهدين لترسيخ مكانتنا من خلال تقديم أعمال استثنائية لعملائنا في العراق وخارجه. وفق رؤية استراتيجية طموحة، نهدف إلى توسيع نطاق خدماتنا لتشمل كافة أرجاء العراق والأسواق العالمية.",
                        "paragraphTwo": "نهجنا يتمحور حول العميل ويرتكز على التميز. نبني شراكات وثيقة مع عملائنا، نتفهم احتياجاتهم الخاصة، ونطور أساليبنا باستمرار عبر آرائهم. من خلال الابتكار والمرونة والتواصل الفعال، نضمن أن تتخطى إبداعاتنا كل التوقعات، محققة رؤية مشتركة تجسد التزامنا بالجودة الفائقة."
                    },
                    "vision": {
                        "title": "رؤيتنا",
                        "paragraphOne": "نسعى لترسيخ مكانتنا كالخيار الأول في عالم الأثاث المنزلي وتصميم المطابخ والديكور الداخلي. تعتمد منهجيتنا على تقديم خدمات استثنائية بأعلى درجات الاحترافية وأفضل الممارسات الرائدة في الصناعة.",
                        "paragraphTwo": "في صميم رؤيتنا يكمن الطموح لتوسيع نطاقنا، وجعل كل خطوة نخطوها تعكس التزامنا الراسخ بالجودة ورضا العملاء. ومن خلال تبني الابتكار والمرونة والتواصل المفتوح، نطمح باستمرار لتجاوز التوقعات، وتحويل رؤى عملائنا إلى حقيقة ملموسة."
                    },
                    "quality": {
                        "title": "الجودة",
                        "paragraphOne": "نهجنا يضع الجودة والجمال في المقدمة، ونحن نتمسك بهذا المبدأ. نكرس جهودنا لتعزيز الجودة والدقة في جميع مساعينا من خلال عملية متخصصة يتم تحديثها باستمرار لتلبية الاحتياجات المتنوعة لعملائنا. بخبرة واسعة في تصميم وتصنيع وتنفيذ مشاريع الأثاث المنزلي، بما في ذلك المطابخ والديكور، اكتسبنا ثقة العملاء في هذا المجال منذ عام 2004.",
                        "paragraphTwo": "يلتزم فريقنا بالتميز، ويتجلى ذلك في سياستنا الصارمة للجودة، والتي تشمل التفتيش المستمر، ومراقبة العمل الدقيقة، ومتابعة التقدم. نحن ملتزمون بشدة بضمان رضا العملاء عن الخدمات التي نقدمها، ونسعى دائمًا لتجاوز التوقعات من خلال اهتمامنا بالتفاصيل وتفانينا في الحرفية العالية."
                    }
                }
            }
        }
    }
}
