{
  "home_hero_title": {
    "mainText": "الإبداع في الأناقة والجمال في تصمم",
    "words": {
      "kitchens": "المطابخ",
      "homes": "المنازل",
      "furniture": "الأثاث"
    },
    "since": "منذ عام 2004"
  },

  "home_hero_description": "حوّل المساحة المتاحة لديك إلى قطعة فنية رائعة مع شركة كاره ش. حيث يجتمع الابتكار، والإبداع، والدقة والحرفية العالية تحت سقف واحد.",


  "home_hero_btn_group": {
    "btn_cta": "اتصل بنا",
    "btn_view_projects": "عرض المشاريع"
  },

  "home_partners": "شركاؤنا",

"home_about": {
    "title": "عن الشركة",
    "description_1": "تأسست كاره ش عام 2004، وتتمحور رسالتنا حول تحويل المساحات إلى تجارب استثنائية تعلي من الروح الإنسانية وتلهمها. معنا تتعانق الهندسة مع التصميم الداخلي بكل سلاسة، حيث ننطلق في رحلة تطوير بيئات تأسر العقول، وتلهم الأرواح، وتحفز على الابداع.",
    "description_2": "في كل مشروع، يتعاون فريق العمل الموهوب لدينا من المهندسين، وخبراء التصميم، وأصحاب الرؤى عن كثب مع العملاء، بما يترجم تطلعاتهم إلى تصميمات حرفية بدقة عالية تجمع بين الأداء العملي، والإبداع والجمال في تناغم وانسجام. ومن خلال منهج يعتمد على التعاون والالتزام بالتميز، فإننا نقدم مساحات تتجاوز حدود المعتاد، بما يترك انطباعا لا ينتهي لدى كل من يعيش في أحضانها.",
    "grid_titles": {
      "successful_projects": "مشاريع ناجحة",
      "years-of-experience": "سنوات الخبرة",
      "locations-across-iraq": "المواقع في جميع أنحاء العراق",
      "satisfaction-rate": "معدل رضا العملاء"
    }
  },

  "home_projects": {
    "title": "مشاريعنا المميزة",
    "btn": "عرض المشاريع"
  },

  "home_services": {
    "item_1": {
      "title": "تصميمات أثاث ومطابخ عصرية",
      "description": "تقوم شركتنا بتصنيع مجموعة متنوعة من تصميمات المطابخ والأثاث الداخلي. لدينا شراكات حصرية مع كبريات العلامات التجارية التركية والإيطالية في عالم الإضاءة، والخلفيات، والملحقات؛ بما يضمن الحصول على مواصفات ذات جودة عالية في جميع ما نقدمه لكم."
    },
    "item_2": {
      "title": "تصميمات داخلية حصرية",
      "description": "يقوم فريق التصميم الداخلي لدينا بتحويل المساحات إلى مكان جذاب يعكس الأسلوب الفريد الخاص بك. وبكل دقة وعناية استثنائية، يقوم خبراء التصميم الموهوبون لدينا بتصنيع ديكورات داخلية عملية ورقيقة في نفس الوقت، مما يعزز التجربة المعيشية التي تمر بها كل يوم."
    },
    "item_3": {
      "title": "حلول إبداعية للخشب والألباستر/ المرمر",
      "description": "ومن خلال استخدام مواد خشبية متخصصة مقترنة بدقة التصنيع العالية، يقوم الحرفيون لدينا بتصنيع قطع فنية، مثل المرمر، واقعية بشكل ملفت للنظر وبأسعار معقولة لأغراض العناصر المعمارية، والديكور المنزلي، والمشاريع ذات المتطلبات الخاصة."
    }
  },

  "home_locations": {
    "title_1": "نحن متواجدون",
    "title_2": "في جميع أنحاء العراق"
  },

  "home_cta": {
    "title": "هل لديك فكرة؟",
    "description": "لنصمم معًا التصميم الذي تحلم به.",
    "btn": "اتصل بنا"
  }
}



