{
  "home_hero_title": {
    "mainText": "ئێمە ڕێبەر",
    "words": {
      "kitchens": "ئەشپزخانەکان",
      "homes": "ماڵەکان",
      "furniture": "مۆبەر"
    },
    "since": "لە ساڵی 2004"
  },

  "home_hero_description": "شوێنەکەت بۆ شاری هێرش ئەنجامدەدرێت بە شرکەتی کراش، کەلایەکی ڕێکخراو و نوێ و هەرزاندنی چاک.",

  "home_hero_btn_group": {
    "btn_cta": "پەیوەندی بکە",
    "btn_view_projects": "پروژەکان ببینە"
  },

  "home_partners": "هاوپەیمان",

  "home_about": {
    "title": "زانیاری دربارەی مێ",
    "description_1": "کەراش لە ساڵی 2004 دامەزرایەوە، ئەرشیفەکەمان بەوەیە کە شوێنەکان بە تەجێبازی بیشەوپێنرێت. ئێمە یەکگرتووی ئینجینیری و دیزاینی ناوەراستی لەگەڵ هەڵبژاردنیەکانمان دەکەین، و بەسەرچاوە بۆ گەڕانێک بۆ بنەمایی گریان لە داخستن و نوێکردن.",
    "description_2": "بە هەموو پروژەیەک، تیمی ئاسایشکار و دیزاینەری ئێمە به‌شێوه‌یه‌کی په‌یوه‌ندی بە شاراوێکان، بۆ گۆڕینی ئامانجیانەیان بۆ دیزاینێکی بە شێوەیەکی کەرەوەکەسی بە چاکی ڕێکخراوی کار و نوێ و جوانایی. بە رێکخراوی پەیوەندنەکانمان و پێکەوەری ئەرشیفە، ئەو شوێنە دەنگدانی دایمی بەردەستە لە لایەن هەر کەسێک کە ئەو دەستی ئەم کەسە بۆ چاک بکات.",
    "grid_titles": {
      "successful_projects": "پروژەکانی سەرکەوتوو",
      "years-of-experience": "ساڵەکانی پیشوپیش",
      "locations-across-iraq": "شوێنەکانی لەسەر هەموو عیراق",
      "satisfaction-rate": "درجەی خۆشحالی"
    }
  },

  "home_projects": {
    "title": "پروژەکانی باشترینمان",
    "btn": "پروژەکان ببینە"
  },


  "home_services": {
    "item_1": {
      "title": "دیزاینی ئەشپەز و مۆبەرەکانی شاز",
      "description": "کۆمپانیایەکەمان دیزاینی لێکۆڵینێکی زۆر زۆری وەرگرتنەوە لەنمونەکانی ئەشپەز و مۆبەری داخلی. ئێمە یەکگرتووی هاوپەیمانی تایبەتی دەربارەی براندە ئیتالی و تورکییەکانی باشتری دابین دەکەین بۆ ڕوونکردنەوەی ئەوا مواصفاتێکی بەرزی زۆر بەسەرمەکێت بەپێی بەرامبەرەکانمان."
    },
    "item_2": {
      "title": "دیزاینی داخلی تایبەتی",
      "description": "تیمی دیزاینی داخلی لەگەڵیمان ئەمنویژەکان بە تازگای وەشانەت تەواوی ئەنجامدەدات کە دەربارەی شوێنەکانی تایبەتت دیاری دەکەین. بە بەرچاوی و پێکهاتێکی تایبەت، دیزاینەرانی زانکۆی پێشکەشی دەکەین دیکۆرەی داخلییەکانی فونکشنال و شاز کە تێدایە لە بوونەی رۆژانەی بونی کاری زۆر."
    },
    "item_3": {
      "title": "ڕەشەی نوێ و ئاینەی گەشەپێدانی لە چوو و ئاسەخی کچە",
      "description": "بە بەکارهێنانی کەرەکەی چووی تایبەت و پێکاری زۆر، کارەگەرانیمان قاتێکی رەشەییەکانی زۆر زۆریەکان بەشێوەییەکی گەشەپێدانی بە کاردێن کراوە بۆ سەرکەوتوو بەردەست و خانەییەکان، دیزاینێکی بیتکۆنییەکان و پرۆژەییەکانی تایبەت لە نرخەی هەرزە."
    }
  },

  "home_locations": {
    "title_1": "ئێمە هێشتا دەهێنیم",
    "title_2": "لەسەر هەموو عیراق"
  },

  "home_cta": {
    "title": "لە تێبەت دەتوانی لەخۆت چەکەیەت؟",
    "description": "بەهاوبەشی هاوپێکەوتنەکان، دیزاینێکی بکەی ئەوەی دەست دەکەی بەرامبەر.",
    "btn": "پەیوەندی بکە"
  }
}





